Repository: DBinaghi/ClickableLinksPlus
Catalog: languages/*.po
Languages: it

source: General settings
it: Impostazioni generali

source: Link Tooltip
it: Suggerimento link

source: The text to be used as a tooltip for all clickable links. If blank, no tooltip will be visible.Il testo da usare come suggerimento per tutti i link cliccabili. Se vuoto, nessun suggerimento sarà visibile.
it: Lunghezza etichetta link

source: Maximum number of URL's characters shown as the link's label (a minimum of 15 characters is suggested). If blank, the whole URL will be shown.Numero massimo di caratteri dell'URL visualizzati come etichetta del link (si suggerisce un minimo di 15 caratteri). Se vuoto, verrà mostrato l'intero URL.
it: Restrizione formato URL

source: If checked, plugin functionality will be limited only to well-formatted URLs (e.g.: http://example.com will be turned into a link, but www.example.com will not).
it: Se selezionata, le funzionalità del plugin verranno limitate ai soli URL ben formattati (p.e.: http://example.com verrà convertito in link, mentre www.example.com no).

source: Include Collections
it: Includere collezioni

source: If checked, plugin functionality will be extended to Collections pages.
it: Se selezionata, le funzionalità del plugin verranno estese alle pagine delle collezioni.

source: Include Exhibits
it: Includere esposizioni

source: If checked, plugin functionality will be extended to Exhibits pages.
it: Se selezionata, le funzionalità del plugin verranno estese alle pagine delle esposizioni.

source: Plugin Unavailable
it: Plugin non disponibile

source: The Exhibit Builder plugin is not installed or active. Install and activate the plugin in order to be able to configure this plugin for Exhibits.
it: Il plugin Exhibit Builder non è installato o attivo. Installare ed attivare il plugin per poter configurare questo plugin per le esposizioni.

source: External Link Icon
it: Icona link esterni

source: If checked, an icon is added to all external links.
it: Se selezionata, un'icona è aggiunta a tutti i link esterni

source: Scope
it: Ambito

source: Select the elements whose URLs will be turned into clickable links (only Public side).
it: Selezionare gli elementi i cui URL verranno convertiti in link (solo lato Pubblico).

source: Element
it: Elemento

source: Active
it: Attivo
